[sidemenu[ru/examples/sidemenu]]
[title[=Важное замечание]]

<article>
  <header>
    <h1>Важное замечание о примерах</h1>
  </header>
  <section>
    <header>
      <h1>Нужен PinPIE</h1>
    </header>
    <p>
      Все примеры <b>не</b> включают в себя движок PinPIE, т.к. он может меняться и обновляться со временем.
      То есть, каждый пример требует установки движка PinPIE в папку примера (или наоборот).
      Я не включаю движок в примеры, так как они не привязаны к конкретной версии.
    </p>

    <p>
      Минимальные требования для запуска примеров описаны в доке по
      <a href="/ru/manual/start">началу работы с движком PinPIE</a>.
    </p>
  </section>
  <section>
    <header>
      <h1>Адрес</h1>
    </header>
    <p>Подразумевается, что для запуска примеров вы выбрали http://site.com для запуска примеров.</p>
    <p>Поддомены для шардинга статик серверов должны быть такими: s1.site.com, s2.site.com, s3.site.com.</p>
    <p>
      Однако, если вы почитаете <a href="/ru/manual/config">доку по конфигу</a>,
      то сможете самостоятельно настроить всё так, как вам больше хочется.
    </p>
  </section>

</article>