[title[=Примеры]]
[sidemenu[ru/examples/sidemenu]]

<article>
  <header>
    <h1>Примеры</h1>
  </header>

  <section>
    <header>
      <h1>Прежде всего</h1>
    </header>
    <p>Прочтите пожалуйста <a href="/ru/examples/important">важное замечание</a> о том, как запускать примеры.</p>
  </section>

  <section>
    <header>
      <h1>Список</h1>
    </header>
    <p>На текущий момент доступны следующие примеры:</p>

    <h2>Простейший сайт</h2>
    <p>Это простейший сайт с парой страниц и пустым конфигом. Он работает и не требует дополнительной настройки.</p>
    <p><a href="/ru/examples/simplest">Подробнее</a></p>

    <h2>Простой пример</h2>
    <p>Познакомьтесь с основными вещами, такими как: страницы, чанки, сниппеты, темплейты, плейсхолдеры.</p>
    <p><a href="/ru/examples/basic">Подробнее</a></p>
  </section>
</article>